Repository: Shohruxshoh/avlod1
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ru

source: About
ru: О нас

source: Courses
ru: Курсы

source: Blogs
ru: Блоги

source: Galereya
ru: Галерея

source: Contact
ru: Свяжитесь с нами

source: O`zbek
ru: Pусский

source: Maqsadimiz
ru: Наша цель

source: O‘zbekistonda inqirozga uchrayotgan korxonalar tizimini qurgan holda inqirozdan qutulishga sababchi bo‘lish
ru: Построение системы кризисных предприятий Узбекистана Способствовать выходу из кризиса

source: Read more
ru: Подробнее

source: Contact Us
ru: Связаться с нами

source: Biz haqimizda
ru: О нас

source: Oʻquv markazimizning maqsadlari va oʻziga xos qadriyatlari mavjud. Oʻzbekistonda inqirozga uchraryotgan korxonalarni tashkil qilgan holda inqirozdan qutulishga sababchi boʻlish. Yoshlarga kelajakda oʻz ishini mutaxasisi boʻlishni istagan, bizneslarda yoki shaxsiy biznesda rahbar lavozimida boʻlishni istagan yoshlarga,marketing, moliya, sotuv va boshqaruv bilimlarini berib boramiz va Oʻzbekiston ahliga yordam berish uchun tayyorlaymiz. Shunda ular oʻzlariga ham va oilalariga ham yordam berishadi.
ru: У нашего учебного центра, есть свои цели и ценности.Стать причиной выхода предприятий из кризиса. Мы предоставляем знания молодым в области маркетинга, финансов, продаж и управления, которые хотят в будущем стать профессионалами своего дела, занять руководящие должности в бизнесе и в личном деле, и готовим их для помощи народу Узбекистана. Тогда они помогут и себе, и своим семьям.

source: Bizning qadriyatlarimiz:
ru: Наши ценности:

source: Halollik
ru: Честность

source: Adolat
ru: Справедливость

source: Mardlik
ru: Храбрость

source: Natija
ru: Результат

source: Bizning kurslar
ru: Наши курсы

source: ta dars
ru: уроков

source: yana
ru: ёще

source: Davomiyligi
ru: Продолжительность

source: so`m
ru: Сум

source: sotib olish
ru: Купить

source: Bizning blog
ru: Наш блог

source: Nega aynan Avlod21
ru: Почему именно Avlod21

source: O'z korxonangizda tizimli ishni yo'lga qo'yishni aynan biz bilan o'rganing.
ru: Узнайте, как создать системную работу в вашем собственном бизнесе именно с нами.

source: Tengsiz mutaxassis
ru: Несравненный специалист.

source: Marketing Boshqaruv Sotuv va Moliya bo'yicha mutaxassis bo'lasiz.
ru: Если вы эксперт в своей области, вы не будете искать работу, работодатели будут искать вас, будьте самым компетентным экспертом в своей сфере.

source: Kuchli va ahil jamoa
ru: Сильная и сплоченная команда.

source: Siz taktik va strategik fikrlay oladigan, mustaqil va sifatli ishlay oladigan, ahil va jonkuyar jamoada bo'lasiz.
ru: Работу которую вы бы выполнили за 7 месяцев в одиночку, с командой вы можете выполнить за неделю.

source: Moliyaviy erkinlik
ru: Финансовая независимость

source: Kuchli mutaxassislar katta loyihalarni yuritadi, katta loyihalar yaxshi daromad olib keladi, yaxshi daromadga siz ham ega bo'ling.
ru: Настоящие профессионалы управляют большими проектами, большие проекты приносят хорошую прибыль, забирайте и вы свой большой прибыль.

source: Biz bilan bog‘lanish
ru: Связаться с нами

source: Bosh Idora
ru: Главный офис

source: Toshkent, Beruniy m, Mashhura o‘quv markazi, 3-qavat
ru: Ташкент, Метро Беруни, учебный центр Машхура, 3-й этаж

source: Message
ru: Cообщение

source: Yuborish
ru: Отправить

source: Hech narsa o‘z-o‘zidan, harakat va irodasiz, qurbon va mehnatsiz yuzaga chiqmaydi. Muvaffaqiyatning 97%% qismi bu - MATONAT
ru: Ничего не происходит само собой, без усилий и воли, без жертв и упорного труда. 97% успеха — это УПОРСТВО

source: Home
ru: Главная страница

source: About Us
ru: О нас

source: Partners
ru: Партнёры

source: Our Blog
ru: Наш блог

source: Gallery
ru: Галерея

source: Events
ru: Мероприятия

source: Videos
ru: Видео

source: Follow Us
ru: Следовать

source: kamroq
ru: меньше
